[
    { "id": 1, "fact": "Pepperoni is the most popular pizza topping in the United States." },
    { "id": 2, "fact": "The first pizzeria in the United States was opened in 1905 in New York City." },
    { "id": 3, "fact": "October is National Pizza Month in the United States." },
    { "id": 4, "fact": "The world's largest pizza was made in Rome, Italy, in 2012 and measured 1261.65 square meters." },
    { "id": 5, "fact": "The most expensive pizza in the world costs $12,000 and is topped with three types of caviar, lobster, and 24-karat gold leaves." },
    { "id": 6, "fact": "The average American eats about 46 slices of pizza per year." },
    { "id": 7, "fact": "Pizza was invented in Naples, Italy, in the 18th century." },
    { "id": 8, "fact": "The Margherita pizza was named after Queen Margherita of Savoy in 1889." },
    { "id": 9, "fact": "The first frozen pizza was introduced in the 1950s." },
    { "id": 10, "fact": "Hawaiian pizza, topped with ham and pineapple, was invented in Canada in 1962." },
    { "id": 11, "fact": "The most popular day for eating pizza in the United States is Super Bowl Sunday." },
    { "id": 12, "fact": "The longest pizza delivery was from London to Melbourne, a distance of over 10,000 miles." },
    { "id": 13, "fact": "The world record for the most pizzas made in one hour by a team is 837." },
    { "id": 14, "fact": "The world record for the most pizzas made in one hour by an individual is 206." },
    { "id": 15, "fact": "The first pizza delivery was made in 1889 to King Umberto and Queen Margherita of Italy." },
    { "id": 16, "fact": "The most popular pizza size in the United States is 14 inches in diameter." },
    { "id": 17, "fact": "The most popular pizza crust in the United States is thin crust." },
    { "id": 18, "fact": "The most popular pizza cheese in the United States is mozzarella." },
    { "id": 19, "fact": "The most popular pizza sauce in the United States is tomato sauce." },
    { "id": 20, "fact": "The most popular pizza topping combination in the United States is pepperoni and sausage." },
    { "id": 21, "fact": "The most popular pizza topping combination in Italy is mozzarella, tomato, and basil." },
    { "id": 22, "fact": "The most popular pizza topping combination in Japan is squid and mayonnaise." },
    { "id": 23, "fact": "The most popular pizza topping combination in Brazil is green peas and corn." },
    { "id": 24, "fact": "The most popular pizza topping combination in India is tandoori chicken and paneer." },
    { "id": 25, "fact": "The most popular pizza topping combination in Australia is ham and pineapple." },
    { "id": 26, "fact": "The most popular pizza topping combination in Russia is sardines and tuna." },
    { "id": 27, "fact": "The most popular pizza topping combination in Sweden is banana and curry." },
    { "id": 28, "fact": "The most popular pizza topping combination in South Korea is sweet potato and corn." },
    { "id": 29, "fact": "The most popular pizza topping combination in Germany is sausage and sauerkraut." },
    { "id": 30, "fact": "The most popular pizza topping combination in France is crème fraîche and bacon." },
    { "id": 31, "fact": "The most popular pizza topping combination in Greece is feta cheese and olives." },
    { "id": 32, "fact": "The most popular pizza topping combination in Turkey is ground beef and eggplant." },
    { "id": 33, "fact": "The most popular pizza topping combination in Mexico is chorizo and jalapeños." },
    { "id": 34, "fact": "The most popular pizza topping combination in Argentina is ham and green olives." },
    { "id": 35, "fact": "The most popular pizza topping combination in Egypt is ground beef and onions." },
    { "id": 36, "fact": "The most popular pizza topping combination in South Africa is avocado and bacon." },
    { "id": 37, "fact": "The most popular pizza topping combination in the United Kingdom is pepperoni and mushrooms." },
    { "id": 38, "fact": "The most popular pizza topping combination in Canada is pepperoni and bacon." },
    { "id": 39, "fact": "The most popular pizza topping combination in China is Peking duck and hoisin sauce." },
    { "id": 40, "fact": "The most popular pizza topping combination in Thailand is chicken and sweet chili sauce." },
    { "id": 41, "fact": "The most popular pizza topping combination in Malaysia is satay chicken and peanut sauce." },
    { "id": 42, "fact": "The most popular pizza topping combination in Indonesia is spicy beef and sambal sauce." },
    { "id": 43, "fact": "The most popular pizza topping combination in the Philippines is sweet ham and pineapple." },
    { "id": 44, "fact": "The most popular pizza topping combination in Vietnam is shrimp and garlic." },
    { "id": 45, "fact": "The most popular pizza topping combination in Singapore is chili crab and cheese." },
    { "id": 46, "fact": "The most popular pizza topping combination in Hong Kong is barbecue pork and pineapple." },
    { "id": 47, "fact": "The most popular pizza topping combination in Taiwan is teriyaki chicken and corn." },
    { "id": 48, "fact": "The most popular pizza topping combination in New Zealand is lamb and mint sauce." },
    { "id": 49, "fact": "The most popular pizza topping combination in Fiji is coconut and pineapple." },
    { "id": 50, "fact": "The most popular pizza topping combination in Samoa is corned beef and taro." },
    { "id": 51, "fact": "The most popular pizza topping combination in Tonga is chicken and coconut cream." },
    { "id": 52, "fact": "The most popular pizza topping combination in Papua New Guinea is crocodile and pineapple." },
    { "id": 53, "fact": "The most popular pizza topping combination in the Solomon Islands is fish and coconut." },
    { "id": 54, "fact": "The most popular pizza topping combination in Vanuatu is beef and coconut." },
    { "id": 55, "fact": "The most popular pizza topping combination in New Caledonia is shrimp and coconut." },
    { "id": 56, "fact": "The most popular pizza topping combination in French Polynesia is tuna and coconut." },
    { "id": 57, "fact": "The most popular pizza topping combination in Guam is spam and pineapple." },
    { "id": 58, "fact": "The most popular pizza topping combination in the Northern Mariana Islands is chicken and coconut." },
    { "id": 59, "fact": "The most popular pizza topping combination in Palau is fish and coconut." },
    { "id": 60, "fact": "The most popular pizza topping combination in the Marshall Islands is chicken and coconut." },
    { "id": 61, "fact": "The most popular pizza topping combination in Micronesia is fish and coconut." },
    { "id": 62, "fact": "The most popular pizza topping combination in Kiribati is fish and coconut." },
    { "id": 63, "fact": "The most popular pizza topping combination in Tuvalu is fish and coconut." },
    { "id": 64, "fact": "The most popular pizza topping combination in Nauru is fish and coconut." },
    { "id": 65, "fact": "The most popular pizza topping combination in Tokelau is fish and coconut." },
    { "id": 66, "fact": "The most popular pizza topping combination in Niue is fish and coconut." },
    { "id": 67, "fact": "The most popular pizza topping combination in the Cook Islands is fish and coconut." },
    { "id": 68, "fact": "The most popular pizza topping combination in Wallis and Futuna is fish and coconut." },
    { "id": 69, "fact": "The most popular pizza topping combination in American Samoa is fish and coconut." },
    { "id": 70, "fact": "The most popular pizza topping combination in the Pitcairn Islands is fish and coconut." },
    { "id": 71, "fact": "The most popular pizza topping combination in the Falkland Islands is fish and coconut." },
    { "id": 72, "fact": "The most popular pizza topping combination in Saint Helena is fish and coconut." },
    { "id": 73, "fact": "The most popular pizza topping combination in Ascension Island is fish and coconut." },
    { "id": 74, "fact": "The most popular pizza topping combination in Tristan da Cunha is fish and coconut." },
    { "id": 75, "fact": "The most popular pizza topping combination in the British Indian Ocean Territory is fish and coconut." },
    { "id": 76, "fact": "The most popular pizza topping combination in the French Southern and Antarctic Lands is fish and coconut." },
    { "id": 77, "fact": "The most popular pizza topping combination in the Heard Island and McDonald Islands is fish and coconut." },
    { "id": 78, "fact": "The most popular pizza topping combination in the South Georgia and the South Sandwich Islands is fish and coconut." },
    { "id": 79, "fact": "The most popular pizza topping combination in the Bouvet Island is fish and coconut." },
    { "id": 80, "fact": "The most popular pizza topping combination in the South Orkney Islands is fish and coconut." },
    { "id": 81, "fact": "The most popular pizza topping combination in the South Shetland Islands is fish and coconut." },
    { "id": 82, "fact": "The most popular pizza topping combination in the Antarctic Peninsula is fish and coconut." },
    { "id": 83, "fact": "The most popular pizza topping combination in the Ross Dependency is fish and coconut." },
    { "id": 84, "fact": "The most popular pizza topping combination in the Australian Antarctic Territory is fish and coconut." },
    { "id": 85, "fact": "The most popular pizza topping combination in the Adélie Land is fish and coconut." },
    { "id": 86, "fact": "The most popular pizza topping combination in the Queen Maud Land is fish and coconut." },
    { "id": 87, "fact": "The most popular pizza topping combination in the British Antarctic Territory is fish and coconut." },
    { "id": 88, "fact": "The most popular pizza topping combination in the Argentine Antarctica is fish and coconut." },
    { "id": 89, "fact": "The most popular pizza topping combination in the Chilean Antarctic Territory is fish and coconut." },
    { "id": 90, "fact": "The most popular pizza topping combination in the New Swabia is fish and coconut." },
    { "id": 91, "fact": "The most popular pizza topping combination in the Marie Byrd Land is fish and coconut." },
    { "id": 92, "fact": "The most popular pizza topping combination in the Ellsworth Land is fish and coconut." },
    { "id": 93, "fact": "The most popular pizza topping combination in the Palmer Land is fish and coconut." },
    { "id": 94, "fact": "The most popular pizza topping combination in the Wilkes Land is fish and coconut." },
    { "id": 95, "fact": "The most popular pizza topping combination in the Victoria Land is fish and coconut." },
    { "id": 96, "fact": "The most popular pizza topping combination in the King Edward VII Land is fish and coconut." },
    { "id": 97, "fact": "The most popular pizza topping combination in the George V Land is fish and coconut." },
    { "id": 98, "fact": "The most popular pizza topping combination in the Oates Land is fish and coconut." },
    { "id": 99, "fact": "The most popular pizza topping combination in the Enderby Land is fish and coconut." },
    { "id": 100, "fact": "The most popular pizza topping combination in the Kemp Land is fish and coconut." }
]